Repository: boby1975/OKO-Control
Catalog: ControlOKO/Supporting Files/*.lproj/Localizable.strings
Languages: ru, uk

source: Welcome
ru: Добро пожаловать
uk: Вітання

source: Cancel
ru: Отменить
uk: Скасувати

source: SMS services are not available
ru: SMS-сервис недоступен
uk: SMS-сервіс недоступний

source: Message was cancelled
ru: Сообщение отменено
uk: Повідомлення відмінено

source: Message failed
ru: Ошибка сообщения
uk: Помилка повідомлення

source: Message was sent
ru: Сообщение отправлено
uk: Повідомлення надіслано

source: Incorrect password. Try again.
ru: Неверный пароль. Попробуйте еще.
uk: Невірний пароль. Спробуйте ще.

source: <Device phone here>
ru: <Номер телефона прибора>
uk: <Номер телефону приладу>

source: <Device password here>
ru: <Пароль прибора>
uk: <Пароль приладу>

source: Save
ru: Сохранить
uk: Зберегти

source: Settings
ru: Настройки
uk: Налаштування

source: <App password here>
ru: <Пароль приложения>
uk: <Пароль додатку>

source: Enter app password (empty - OFF).
ru: Введите пароль приложения (пусто - выключить проверку пароля)
uk: Введіть пароль додатку (пусто - вимкнути перевірку паролю)

source: Delete
ru: Удалить
uk: Видалити

source: Object
ru: Объект
uk: Об'єкт

source: will be deleted!!!
ru: будет удален!!!
uk: буде видалено!!!

source: Missing value!
ru: Недостаточно данных!
uk: Недостатньо даних!

# Enter all fields
source: Object name, device phone and device password need to be present to be able to save your editing. In case of using the communication channel "via internet" it is also necessary to enter the IMEI of the device.
ru: Необходимо ввести название объекта, номер телефона и пароль прибора. В случае использования канала связи "через интернет" необходимо также ввести IMEI прибора.
uk: Необхідно ввести назву об'єкту, телефонний номер та пароль приладу. У випадку використання каналу зв'язку "через інтернет" необхідно також ввести IMEI приладу.

source: Enter App Password
ru: Введите пароль приложения
uk: Введіть пароль додатку

source: <App Password>
ru: <Пароль приложения>
uk: <Пароль додатку>

source: Send command
ru: Команда отправлена
uk: Команду відправлено

source: Stop session
ru: Закрытие сессии
uk: Закриття сесії

source: Start session
ru: Открытие сессии
uk: Відкриття сесії

source: No connection to server
ru: Нет связи с сервером
uk: Відсутній зв'язок з сервером

source: Try connect to server
ru: Подключение к серверу
uk: Підключення до серверу

source: Connected to server
ru: Соединение установлено
uk: З'єднання встановлено

source: Socket error
ru: Ошибка соединения
uk: Помилка з'єднання

source: Server ACK
ru: Подтверждение сервера
uk: Підтвердження сервера

source: Armed
ru: Охрана ВКЛЮЧЕНА
uk: Охорону ВВІМКНУТО

source: Disarmed
ru: Охрана выключена
uk: Охорону вимкнуто

source: Rele ON
ru: Реле ВКЛЮЧЕНО
uk: Реле ВВІМКНУТО

source: Rele OFF
ru: Реле выключено
uk: Реле вимкнуто

source: Device ACK
ru: Подтверждение прибора
uk: Підтвердження приладу

source: BLITS
ru: БЛИЦ
uk: БЛІЦ

source: OBEREG
ru: ОБЕРЕГ
uk: ОБЕРІГ

source: DOMOVOY
ru: ДОМОВОЙ
uk: ДОМОВИЙ

source: DOM
ru: ДОМ
uk: ДОМ
